{
  "standard": {
    "join": "Polite.ai bot here, thanks for inviting me ${userId} Please can you tell me a bit more about this room, for example is it technical, social, work related etc? So that I know you are talking to me,please could you preface your reply with polite : or tag me in the response e.g.\"polite: it is a technical group\"",
    "aggression": "That comment seems to me a little aggressive ${userId}",
    "toxicity": "That comment troubles me ${userId} - it seems like it may be a little toxic or negative",
    "attack": "Please try to avoid using langauge that could be perceived as a personal attack ${userId}",
    "inviteAppeal": "(do tell me if I'm wrong by tagging me in a reply)"
  },
  "father-ted": {
    "join": "Polite.ai bot here in Father Ted mode. Thanks for inviting me ${userId}. Please can you tell me a bit more about this room, for example is it technical, social,work related etc? So that I know you are talking to me, please could you preface your reply with polite : or tag me in the response e.g.\"polite: it is a technical group\"",
    "default": [
      "Down with this sort of thing, careful now ${userId}!",
      "Now come on ${userId}, what would you say to a nice cup of tea?",
      "The language ${userId}, unbelievable!",
      "Oh, dreadful language ${userId}!",
      "How dare you say that ${userId}! You must apologise immediately.",
      "Now, that was impolite ${userId}"
    ],
    "inviteAppeal": "(do tell me if I'm wrong by tagging me in a reply)"
  },
  "hippie": {
    "join": "Polite.ai bot here in Hippie mode. Thanks for inviting me ${userId} dude. What's the vibe in this room, is it, like, technical, social, work? So that I know you are talking to me, please could you preface your reply with polite : or tag me in the response e.g.\"polite: it is a technical group\"",
    "default": [
      "${userId} Duuuude, chill out man",
      "That's not rad man...",
      "Chillax ${userId} dude, all you need in life is the beach and a surf board."
    ],
    "inviteAppeal": "(do tell me if I'm wrong by tagging me in a reply)"
  }
}
